{
  "ADS": {
    "Interstitial_id": "",
    "Interstitial_idf": "",
    "Text1": " Download and watch RTS TV now , is a free video streaming Android application. It enables you to access 1000+ local & international television channels. However, most of its services are mainly for Asian people. If you want to watch live TV online, then get this small app. Then, enjoy live sports update on your phone. Also, watch dramas, comedies, movies, cartoon...",
    "Text2": " No doubt, RTS TV is not dissimilar to Mr TV because both share many features. The main function of these apps is live streaming for free. Indeed, such apps are an alternative to your television set. And you enjoy video content remotely. So, download these small tools and have fun.You can call it a boon since it is free from any sort of subscriptions charges, and users never bother for expenses.",
    "Text3": " Today, tons of streaming apps are available, but each one is specific in its function. They either stream live television channels, movies, radio, sports channels, or some other genre. Yet, international content is hard to find. Premium online platforms need continuous subscriptions if one wants to enjoy non-stop services. At the same time, free apps are giving a challenge to these outclass-paid platforms.",
    "Text4": " Now, watch all cable/dish antenna channels online at no cost using your mobile phone. In the presence of a stable data connection, buffering will not irritate you. Finally, let jot down all its services, benefits, or features. Live TV: You get 1000+ live TV channels from almost all Asian countries. Indian, Bengali, Pakistani, Tamil, Telugu, and a few Canadian & US television channels are enjoyable on this platform.",
    "Text5": " RTS TV is one of the most popular TV streaming IPTV app, RTS TV is specially made for Asian people because it has all Asian countries’ channels. RTS TV has channels from worldwide, you get from the United States, United Kingdome, Canada, India, Pakistan, Bangladesh, Turkey, France, Italy, Afghanistan, etc. You can download here RTS TV APK directly and get complete installation process. This app is compatible with Firestick",
    "Text6": " RTS TV installs in Android smartphones, Android TV Box, Android Smart TV, Firestick, Fire TV, Fire Cube, KODI Android BOX, Android SMART Watch, and other Android operating devices.Allow only one permission to download Unknown Source.You can download here RTS TV APK directly and get complete installation process. This app is compatible with Firestick, Fire TV, Android TV Box, NVIDIA SHIELD, Android Smartphone etc.",
    "Text7": " RTS TV APK is ready to download from the given link. Its simple & friendly interface provides HD streaming of live TV, movies, shows, radio channels, and much more. Moreover, the developer makes it a license-free app, and everyone can use it without any permission. If you are keen to explore it now, then grab its original file immediately. This updated version fixes all bugs & errors. And users will have an improved interface.",
    "Text8": " RATE US 5 STARS and download RTS TV APK directly . Once the installation is complete, you can use the APK game as usual.",
    "banner_id": "",
    "banner_idf": "",
    "Nativeads_idf": "",
    "Nativeads_id": "",
    "linkbuttun": "",
    "networkAd": "facebook"
  }
}
